Revit 2027 API
ParameterTypeId.StructuralCopingDistance Property
 "Coping Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralCopingDistance { get; }
Public Shared ReadOnly Property StructuralCopingDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralCopingDistance {
	ForgeTypeId^ get ();
}
static member StructuralCopingDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace